{
  "bookTitle": "Cerberus",
  "author": "Chad miller",
  "chapters": [
    {
      "chapterTitle": "Prologue:",
      "pages": [
        {
          "pageNumber": 1,
          "content": "Utah, 1857 The stranger found an uncomfortable spot on the canyon floor to rest his weary bones. He sidled up to a wall, laid down his knapsack, and looked up to the sky. He resettled his bag aiming to protect his booty and winced when he heard the glass inside make clinking noises as it shifted. The stranger strained his eyes and fought through the sting of the sun as he gazed upward and stared at the precipice of the cliff. The floor of Widow’s Canyon wasn’t a pleasant place to rest. The ground was littered with rocks and stone as dust and sand whipped around in a coarse mist. But the most discomforting elements were the corpses that covered the canyon floor, which were a larger part of the scenery than the crags and the dirt. The carcasses of stray dogs, fowl, and bighorn sheep often caught the eye of vultures. The meat that was discarded by the birds of prey rotted under the harshness of the sun’s rays. It took a tough man to get used to the sight of the decay and the smell of rot, but nobody could ever stomach the sight of the dead and decomposing infants. If a baby was born and deemed undesirable, either suspected as an invalid or feeble-minded, their mothers or fathers would  stand on the precipice of the canyon and toss them over the edge. The doomed children would fall to their demise on the canyon floor, and hit the ",
          "isAvailable": true,
          "requireAccount": false
        },
        {
          "pageNumber": 2,
          "content": "cold ground with a squelch as their bones shattered. They were left to rot among the carcasses, stripped bones, and preying vermin below. The stranger met the carnage with indifference. The heat was sweltering, but he sat huddled in his cloak. The stranger’s hood hid his long face and regal nose. He stretched his lengthy legs, which weren’t proportional to his meager torso. The stranger didn’t belong, but he still made his way with stealth and furtiveness. It wasn’t a coincidence or fate. It first appeared as a dark spot in the sky, but as it descended, it began to take form. It didn’t cry. The stranger didn’t budge a muscle, but watched its rapid fall. The baby struck the floor with a soft thud. It didn’t die on impact. It gasped slow, laborious breaths as blood poured from its mouth and ears. The stranger crawled over to the infant, bringing his knapsack along. The child_a boy_ was mangled and twisted, but these disfigurements had been present at birth. He was a deformed creature and thus rejected by his parents. He looked up and saw the two figures from above quickly depart. The stranger opened his bag and grabbed one of his bottles. The green liquid shone through the glass and appeared to glow. The small bottle was labeled: Dr. Founder’s Tonic with a strange picture of a gasmask underneath. The stranger uncorked the bottle and poured all the elixir into the dying baby’s mouth. Much of the liquid spilled, but enough made it down the child’s throat. “I will come back one day and collect the debt that you owe me. Use this gift as you desire.” The baby’s breathing soon normalized. The blood  dripping out of his mouth and ears quickly dried. “I’m afraid you’ll always walk with a limp and carry those scars. It’s a small price to pay for a second chance at life.”",
          "isAvailable": true,
          "requireAccount": false
        },
        {
          "pageNumber": 3,
          "content": "As the wind began to stir, the lanky stranger huddled over the calm infant. The stranger plucked the babe from the ground and held him in his arms. The mysterious man smiled, fully understanding that he tempted fate as he altered the course that the Gods had set forth. He spoke to the child. “You were cast over the edge of the canyon and sent to your doom. I have given you new life. I’ll take you away from here, to a safe place where you can heal and grow strong. One day you’ll return. And we’ll see what havoc you will wreak.” ",
          "isAvailable": true,
          "requireAccount": false
        }
      ]
    },
    {
      "chapterTitle": "Chapter 1 Forgive them, Father",
      "pages": [
        {
          "pageNumber": 3,
          "content": "“May I ask what your name is?” the bartender greeted me with his most pleasant tone.  I had just strode into the town of Tooele, Utah and I was weary from my travels, looking for a cool drink. The bar was a dusty respite, and unlike the bustling streets of Tooele, it was calm and quiet. “That’s a strange question for an ale-slinger,” was my response. He shifted. “Please excuse me. I didn’t mean to make any offense.” The bartender rubbed his tiny hands together and then used one of his tiny fingers to scratch his tiny head. His whole body was meager , but I couldn’t account for his feet, him standing behind the bar and all. He continued, “This is just a small town, with a lot of familiar faces. I don’t recollect seeing yours before, so I was trying to be polite. I fear I don’t offer much in social etiquette,” he said and then bowed his head slightly. I offered a fake laugh. “No offense taken, my good man. I just meant that the first question usually asked by a bartender is, ‘What’s your poison?’” As the bartender lifted his head, he brought a grin with it. “I’m not used to strangers coming into this here bar. I know everyone’s favorite drink around here and I’m not used to posing that question.” The ale–slinger was the size  of a small boy, but judging from the wrinkles around his eyes and the gray hairs blooming from his lip and chin, I’d place him in his forties. He continued, “See Squirrel there? The big fella? He has a taste for bourbon. And then there’s Mr. Lopresti sitting right yonder. Oddly enough, he likes sparkling wine. You might figure he’s a pansy, but he’s not.” He cackled as he slapped the counter awkwardly with his minuscule hand. “No indeed, he can drink us all under this here table. Isn’t that right, Mr. Lopresti?” “Uh-huh.” The wine drinker tipped his glass in agreement. “I don’t like either of those drinks,” I said and then spit the cleanest and clearest saliva on the floor. It sat there on the filthy wood, glistening in what sunlight made it into that drab bar. “What can I get you, then?” The barman’s voice was shaky, but it wasn’t out of anxiousness or fear. It may have been on account of his small stature, but that was just my guess. I laughed to myself. This poor bastard, even his voice was unthreatening. Father, this will be an easy job. “I’ll have a ginger beer.” “You hear that Mr. Lopresti, you’re not the resident pansy here no more,” the bartender cackled and slapped the counter once more, “I’m just teasing you, Mister,” he said with an annoying new sense of self-confidence. “I’ll soon show you that I’m no pansy,” I said with a menacing tone and an ice-cold glare. Mr. Bartender’s grin quickly faded, and he stumbled with his words, “Mister, I, I, apol….”",
          "isAvailable": true,
          "requireAccount": true
        },
        {
          "pageNumber": 4,
          "content": "I offered another fake laugh. “I just returned your joke with one of my own.” And his smile resurrected. “You hear that Mr. Lopresti? He was just joking with me.” The barman had a charming stupidity, I must say. “Uh-huh,” the wine drinker said. “One ice-cold ginger beer coming up,” he said and went to a back room where he must’ve kept his icebox. I sized up the room as the barman went to retrieve my drink. The room didn’t offer much and held only six round tables, with only two of them currently occupied. The tables were almost perfect circles and sat really close to the ground. At one table, in the far-right corner of the room, sat a solitary patron who favored sparkling wine. Mr. Lopresti may have been rumored to hold his own with the drink, but on this occasion, the drink may have gotten the better of him. He was a tall and thin man who appeared like he had aged nearly seventy years, but I propose that he only was  alive about fifty of them. He had an elongated face and his jaw hung maybe a little too low. He swayed for balance far too often, and when being addressed, could only offer jerky nods and an “uh-huh” in response. I could tell that his pants were light. At the table that sat directly in the middle of that small and dusty bar rested Squirrel, who was accompanied by an unnamed patron. Squirrel was a massive fellow, roughly seven feet tall. His eyes were filled with a hint of soulful sadness. He looked tired and haggard, even though he was young in years. He was large and gargantuan, but rocks didn’t lie beneath his skin. No, molasses and pudding lied underneath. And the chair quaked beneath him. I never heard him speak and wasn’t expecting to soon. Even if he did utter a salutation, I wouldn’t predict hearing a booming voice. No, I’d expect an inaudible whisper. Squirrel may have favored whiskey as the bartender had mentioned, and that appeared to be",
          "isAvailable": true,
          "requireAccount": true
        },
        {
          "pageNumber": 5,
          "content": "the very drink that sat before him, but it didn’t look like he even took a sip. The lonely drink just slowly evaporated on the low-lying table and was as pathetic and depressing as its owner. Squirrel just sat there with slumped shoulders as if he were in solitude. But Squirrel wasn’t alone at that table. Squirrel was accompanied by a friend, a compatriot. This specimen, this unnamed soul, sat straight as a board. He wasn’t massive like Squirrel, not as small as the ale-slinger. This man wasn’t tiny, but smaller than average. His muscles weren’t composed of steel, but they weren’t soft either. Every man in that bar wore either a mustache or beard. I, of course, was clean-shaven as always. But our unnamed friend had a pencil-lined upper lip and only  a small patch of grass sat beneath his lower lip. His right thumb  twitched roughly every thirty seconds. Father, this must be the land of imps and giants. I then had an irresistible urge to crack all the knuckles in my hands, and I quickly obliged. I went through each finger carefully and slowly. And once I was finished with the large finger knuckles, I then proceeded to the smaller ones. I stared  Squirrel’s companion in the eyes after I was satisfied. This didn’t tell me much, which scared me more than the fact that he was strapped. I didn’t like the unknown. In my line of work, it was unsafe. I knew to pay attention to all the players in the act, even the unthreatening, the drunk, and the pathetic. When you couldn’t size someone up, it made things interesting. The rest of the room didn’t offer many problems. It was wide open, all except for the front counter. The room didn’t offer much light, natural or gas, but that didn’t bother me. I could operate with little visibility. There weren’t many obstacles. “Here’s your ginger beer, Mister!” I jumped from my stool and my hand shot to my hip as the ale-slinger’s shout shook me from my thoughts. “Didn’t mean to startle you,” the barman apologized dryly.",
          "isAvailable": true,
          "requireAccount": true
        }
      ]
    },
    {
      "chapterTitle": "go buy",
      "pages": [
        {
          "pageNumber": 6,
          "isAvailable": false
        }
      ]
    }
  ]
}
